fio-platform-results/l32v2-irq1-nconnect16-vm1-4kWrite-4files-iodpeth80
rw: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=80
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=13899: Wed Sep 16 22:31:16 2020
  write: IOPS=42.5k, BW=166MiB/s (174MB/s)(4986MiB/30002msec)
    slat (nsec): min=1800, max=107300, avg=6370.24, stdev=1837.28
    clat (usec): min=478, max=10223, avg=1872.87, stdev=1045.77
     lat (usec): min=486, max=10234, avg=1879.52, stdev=1045.87
    clat percentiles (usec):
     |  1.00th=[  644],  5.00th=[  734], 10.00th=[  799], 20.00th=[  914],
     | 30.00th=[ 1139], 40.00th=[ 1418], 50.00th=[ 1582], 60.00th=[ 1729],
     | 70.00th=[ 2073], 80.00th=[ 3064], 90.00th=[ 3425], 95.00th=[ 3752],
     | 99.00th=[ 4621], 99.50th=[ 5145], 99.90th=[ 6456], 99.95th=[ 7373],
     | 99.99th=[ 8586]
   bw (  KiB/s): min=132152, max=202800, per=99.98%, avg=170124.60, stdev=18965.41, samples=60
   iops        : min=33038, max=50700, avg=42531.12, stdev=4741.36, samples=60
  lat (usec)   : 500=0.01%, 750=6.33%, 1000=18.84%
  lat (msec)   : 2=43.81%, 4=28.64%, 10=2.40%, 20=0.01%
  cpu          : usr=4.78%, sys=33.94%, ctx=198694, majf=0, minf=6
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=107.3%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,1276256,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=80

Run status group 0 (all jobs):
  WRITE: bw=166MiB/s (174MB/s), 166MiB/s-166MiB/s (174MB/s-174MB/s), io=4986MiB (5228MB), run=30002-30002msec