fio-platform-results/l32v2-irq1-nconnect16-vm1-4kWrite-4files-iodpeth80-t2
rw: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=80
fio-3.10
Starting 1 process

rw: (groupid=0, jobs=1): err= 0: pid=3182: Thu Sep 17 00:08:56 2020
  write: IOPS=49.3k, BW=193MiB/s (202MB/s)(5780MiB/30001msec)
    slat (nsec): min=1800, max=110700, avg=5883.05, stdev=1721.50
    clat (usec): min=499, max=11971, avg=1614.94, stdev=542.35
     lat (usec): min=509, max=11980, avg=1621.11, stdev=542.40
    clat percentiles (usec):
     |  1.00th=[  734],  5.00th=[  930], 10.00th=[ 1074], 20.00th=[ 1270],
     | 30.00th=[ 1418], 40.00th=[ 1500], 50.00th=[ 1565], 60.00th=[ 1614],
     | 70.00th=[ 1680], 80.00th=[ 1795], 90.00th=[ 2040], 95.00th=[ 2835],
     | 99.00th=[ 3556], 99.50th=[ 3851], 99.90th=[ 5276], 99.95th=[ 5866],
     | 99.99th=[ 7504]
   bw (  KiB/s): min=174368, max=206672, per=99.95%, avg=197186.18, stdev=8819.99, samples=60
   iops        : min=43592, max=51668, avg=49296.45, stdev=2204.98, samples=60
  lat (usec)   : 500=0.01%, 750=1.32%, 1000=5.85%
  lat (msec)   : 2=81.84%, 4=10.61%, 10=0.39%, 20=0.01%
  cpu          : usr=5.35%, sys=35.24%, ctx=82744, majf=0, minf=6
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=106.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,1479543,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=80

Run status group 0 (all jobs):
  WRITE: bw=193MiB/s (202MB/s), 193MiB/s-193MiB/s (202MB/s-202MB/s), io=5780MiB (6061MB), run=30001-30001msec